#!/usr/bin/python
# -*- coding: UTF-8 -*-

#this file define all accounts
my_accounts = {
   "假酒":[2]
   }

'''
my_stat = {}

my_stat_origin = {
   "现金":[2000],
   "欠债":[3000],
   "存款":[0],
   "贷款":[0],
   "健康":[100],
   "名声":[50],
   "房屋":[100],
   "货物":my_accounts,
   "":[],
   "":[],
   "":[],
   
   }
'''

all_accounts = {}

all_accounts_origin = {
   #"Name":['单位', '降低名声?', '最低价', '正常价', '最高价'],
   "盗版VCD"	:['张', 0, 1, 5, 50],
   "旅游纪念品"	:['套', 0, 10, 30, 200],
   "进口香烟"	:['条', 0, 30, 100, 300],
   "进口玩具"	:['个', 0, 100, 300, 1000],
   "水货手机"	:['部', 0, 500, 1000, 7000],
   "假酒"	:['瓶', 1, 100, 200, 10000],
   "上海宝贝"	:['本', 0, 4000, 5000, 50000],
   "进口汽车"	:['辆', 0, 8000, 15000, 200000],
   "伪劣化妆品"	:['套', 0, 50, 100, 500],
   
   #"":['', 0, 1, 5, 50],
   }

